{"name":"V60", "type":"Pour Over", "photo":"/img/brewMethods/v60.jpg", "overview":"The V60 is a cone-shaped dripper with spiral ridges along the inner wall and a single, large opening at the bottom. This design keeps the filter from sticking to the walls of the cone, encouraging extraction at the bottom and sides of of the filter. We carry the V60 in two sizes, four colors, and three materials: plastic, glass, or ceramic."}
{"name":"Chemex", "type":"Pour Over", "photo":"/img/brewMethods/chemex.jpg", "overview":"The Chemex combines a pour over filter cone with a beautiful glass decanter. The defining feature of this method is an ultra thick paper filter set flush against the walls."}
{"name":"Clever", "type":"Immersion", "photo":"/img/brewMethods/clever.jpg", "overview":"The Clever Dripper is a hybrid brewer of sorts. At first glance, it seems like just another pour over dripper with a paper filter. But the Clever actually uses a unique stopper and release mechanism to keep coffee and water together until they're ready to be poured into a server or mug. Because of this dwell time we consider the Clever a full-immersion brewer. The Clever is a very affordable option for manual brewing and is made entirely of BPA-free plastic. Both lightweight and durable, it's excellent for travel."}
{"name":"Aeropress", "type":"Immersion", "photo":"/img/brewMethods/aeropress.jpg", "overview":"The Aeropress is a very unconventional device. Designed by a manufacturer of flying discs, there was little expectation that the Aeropress would emerge as a legitimate brewing option. But, surprise of all surprises, the Aeropress makes a great cup of coffee. It's constructed entirely with BPA-free plastics and is virtually indestructible, making it ideal for travel. The design seems to be inspired by the french press, using a plunger to push brewed coffee from the grounds through a paper or metal filter."}
{"name":"French Press", "type":"Immersion", "photo":"/img/brewMethods/frenchpress.jpg", "overview":"The french press is a classic and is probably the most widely recognizable brewing device available. It's comprised of a glass or metal beaker and a mesh plunger that separates coffee grounds from water. With a barrel-shaped mesh filter, the Espro Press functions like the original but yields a cleaner cup with less grit. Hario's Double-Walled Olive Wood press offers improved insulation over the traditional brewer with two thick glass walls."}
{"name":"Kalita", "type":"Pour Over", "photo":"/img/brewMethods/kalita.jpg", "overview":"The Kalita Wave is a flat-bottom dripper with three triangulated holes in its base. It stands out from the rest of our offerings, being among very few flat-bottom manual pour-over brewers. The flat, shallow brew bed makes for less turbulence than cone-shaped brewers and encourages a more even extraction. Kalita's 'accordion' filters are also highly unique and are designed to stand away from the brewer's wall."}
{"name":"Iced Coffee", "type":"Cold Coffee", "photo":"/img/brewMethods/icedcoffee.jpg", "overview":"Affectionately referred to as the 'Japanese iced method', ice brew is an intuitive option with a twist. It recruits classic devices like the Chemex, V60, or AeroPress and rearranges the recipes by adding ice early. When fresh coffee — brewed hot — lands on the ice drop by drop, it’s cooled instantly. The immediate result is chilled coffee that’s abundantly aromatic, agreeably acidic, and ready to drink."}
{"name":"Cold Brew", "type":"Cold Coffee", "photo":"/img/brewMethods/coldbrew.jpg", "overview":"Famed for dropping jaws and teasing appetites, this is the legendary method that boasts a brew time between 2 and 24 hours — and sometimes longer. It’s theatrical and nearly ostentatious, but deceptively simple, and can be enjoyed with or without fancy equipment. Coffee is extracted with cool water, introduced either by full, immediate immersion or a slow, steady drip. Should one survive the wait, they’ll enjoy a sweet, syrupy cup that sidesteps coffee’s normal acidity and goes down smooth."}
